Repository: nguyenhoangcaohung/ve-tuong-project
Catalog: Dibac/resources/*/Dibac.strings
Languages: cn, de, fr, pt

source: Language
cn: 语
de: Sprache
fr: Langue
pt: Linguagem

source: Options
cn: 选项
de: Optionen
pt: Opções

source: Select language
cn: 选择语言
de: Auswahl der Sprache
fr: Sélection de la langue
pt: Selecionar o idioma

# en
source: English
cn: 英语
de: Englisch
fr: Anglais
pt: Inglês

# es
source: Spanish
cn: 西班牙人
de: Spanisch
fr: Espagnol
pt: Espanhol

# de
source: German
cn: 德国人
de: Deutsch
fr: Allemand
pt: Alemão

# cn
source: Chinese
cn: 中国的
de: Chinesisch
fr: Chinois
pt: Chinês

# fr
source: French
cn: 法国人
de: Französisch
fr: Français
pt: Francês

# pt
source: Portuguese
cn: 葡萄牙
de: Portugiesisch
fr: Portugais
pt: Português

# ar
source: Arabic
cn: 阿拉伯语
de: Arabisch
fr: Arabe
pt: Árabe

# ja
source: Japanese
cn: 日本
de: Japanisch
fr: Japonais
pt: Japonês

# ru
source: Russian
cn: 俄
de: Russisch
fr: Russie
pt: Russo

# it
source: Italian
cn: 意大利的
de: Italienisch
fr: Italien
pt: Italiano

source: Dibac for Sketchup
cn: Dibac的SketchUp
de: Dibac für Sketchup
fr: Dibac pour Sketchup
pt: Dibac para Sketchup

source: User
cn: 用户
fr: Utilisateur
pt: Usuário

source: User License
cn: 用户许可
de: Zulassungsvertrag
fr: Licence d'Utilisateur
pt: Licença de usuário

source: Dibac License
cn: Dibac许可证
de: Dibaczulassung
fr: Licence Dibac
pt: Licença Dibac

source: License Information
cn: 许可信息
de: Zulassungsinformation
fr: Informations sur la licence
pt: Informações sobre a licença

source: Authorize
cn: 授权
de: Zulassen
fr: Autoriser
pt: Autorizar

source: Unauthorize
cn: 取消授权
de: nicht zugelassen
fr: Interdire
pt: Desautorizar

source: You are about to remove the authorization to use
cn: 您删除授权使用的
de: Sie sind kurz vor der Löschung der Zulassung
fr: Vous êtes sur le point de retirer l'autorisation d'utiliser
pt: Você está prestes a remover a autorização para uso de

source: You can not run again if the product does not authorize a valid license.
cn: 你不能再次运行，如果该产品不授权的有效许可证。
de: Die Weiterbenutzung ohne Zulassung ist nicht möglich
fr: Vous ne pouvez pas exécuter à nouveau si le produit n'autorise pas une licence valide.
pt: Você não pode correr novamente, se o produto não é autorizado com uma licença válida.

source: Are you sure you want to continue?
cn: 您确定要继续吗？
de: ¿Sind sie sicher weitrzufahren?
fr: Etes-vous sûr de vouloir continuer?
pt: Tem certeza de que deseja continuar?

source: Valid License
cn: 有效许可证
de: Gültige Zulassung
fr: Licence valide
pt: Licença válida

source: Invalid License
cn: 无效许可
de: ungültige Zulassung
fr: Licence invalide
pt: Licença incorreta

source: E_mail
cn: 邮箱

source: Serial number
cn: 流水号
de: Seriennummer
fr: Nombre de serie
pt: Número de serie

source: Authorization number
cn: 授权号
de: Zullasungsnummer
fr: Nombre d'autorisation
pt: Número de autorização

source: Length
cn: 长度
de: Länge
fr: Longueur
pt: Comprimento

source: Plugin for architectural drawing.
cn: 插件的建筑图纸。
de: Plugin für Architekturzeichnung.
fr: Plugin pour dessiner les plans d'architecture.
pt: Plugin para desenhar planos para Arquitetura.

source: Sorry. Your promotional license has expired.
cn: 对不起，你的推广许可证已过期。
de: Die Einführungszulassung ist ausgelaufen.
fr: Votre licence promotionnelle a expiré.
pt: Desculpe. Sua licença promocional expirou.

source: Please contact your dealer.
cn: 请与经销商联系。
de: Verbinden sie sich mit unserem Verträter.
fr: S'il vous plaît contactez votre revendeur.
pt: Por favor, contate o seu revendedor.

source: Promotional license valid until
cn: 促销许可证有效期至
de: Die Einführungszulassung ist gültig bis
fr: Licence promo valable jusqu'au
pt: Licença promocional válido até

source: Hide
cn: 隐藏
de: Ausblenden
pt: Esconder

source: Soften/Smoth
cn: 柔化/光滑
de: mildern/abflachen
fr: Ramollir / Smoth
pt: Suavizar/Alisar

source: Soften edges
cn: 柔化边缘
de: Kanten mildern
fr: Adoucir les bords
pt: Suavizar bordas

source: Erase
cn: 删除
de: Entfernen
fr: Effacer
pt: Eliminar

source: Draw walls from point to point.
cn: 绘制墙壁点对点。
de: Zeichne die Mauer von Punkt zu Punkt.
fr: Dessiner des murs de point à point.
pt: Desenhar as paredes de um ponto para outro.

source: Draw walls parallel to a edge.
cn: 绘制墙平行的边缘。
de: Zeichne Mauern paralel zu einer Kante.
fr: Dessiner des murs parallèles à un bord.
pt: Desenhar paredes paralelas a uma aresta.

source: Extend / shorten walls.
cn: 延长/缩短墙壁。
de: Mauern kürzen/ verlängern.
fr: Étendre / réduire murs.
pt: Estender / encurtar paredes.

source: Wall
cn: 墙体
de: Mauer
fr: Mur
pt: Parede

source: Thickness
cn: 墙厚
de: Stärke
fr: Épaisseur
pt: Grosso

source: End point
cn: 终点
de: Endpunkt
fr: Point final
pt: Ponto final

source: or specify thickness preceded by
cn: 或者指定厚度
de: oder Stärke angeben vorgegeben von
fr: ou spécifier épaisseur précédée par
pt: ou indicar grosso precedido por

source: Change edge
cn: 更改边缘
de: Verändere Kante
fr: Changez bord
pt: Mudar borda

source: Paralell wall
cn: 并联墙
de: Muro paralelo
fr: Parallèle mur
pt: Parede paralela

source: Baseline
cn: 基准线
de: Basis
pt: Linha de base

source: Position of wall
cn: 定位墙
de: Mauerstandort
fr: Position du mur
pt: Posição de parede

source: Extend wall
cn: 延伸墙体
de: Mauerverlängern
fr: Étendre mur
pt: Estender parede

source: Enter end to extend
cn: 输入延伸
de: Geben sie den zuverlängerden Punkt an
fr: Indiquer fin à prolonger
pt: Indique fim de prolongar

source: Enter new position
cn: 输入新的位置
de: Geben sie neuen Punkt an
fr: Entrez nouvelle position
pt: Indique nova posição

source: Align
cn: 对齐
de: Baulinie
fr: Alignment
pt: Alinhamento

source: Internal
cn: 插入
de: Innen
fr: Intérieure
pt: Interior

source: Center
cn: 中心
de: Mittelpunkt
fr: Centre
pt: Centro

source: External
cn: 外部
de: Aussen
fr: Extérieure
pt: Fora

source: Force
cn: 强制
de: Zwingen
fr: Forcez
pt: Forçar

source: YES
cn: 是
de: Ja
fr: OUI
pt: SI

source: NOT
cn: 否
de: Nein
fr: PAS
pt: NO

source: Select a wall, new values, or distance preceded by
cn: 选择一面墙，或在距离前面加上新值
de: Aktivieren sie eine Mauer, neue Werte, oder Messung vorgegeben von
fr: Sélectionner un mur, de nouvelles valeurs, ou la distance Précédé par
pt: Indique parede, novos valores, ou a distância precedido por

source: Center/End
cn: 中心点/终点
de: Mittelpunkt/Ende
fr: Centre / Fin
pt: Centro/Extremo

source: Place doors in walls.
cn: 将门墙。
de: Türen in der Mauer positionieren.
fr: Placez portes dans les murs.
pt: Coloque portas em paredes..

source: Door
cn: 门
de: Türe
fr: Porte
pt: Porta

source: Slab
cn: 门板
de: Flügel
pt: Folha

source: Lintel
cn: 门楣
de: Sturz
fr: Linteau
pt: Verga

source: Place door
cn: 放置门
de: Türe positionieren
fr: Placer porte
pt: Coloque a porta

source: Window
cn: 窗
de: Fenster
fr: Fenêtre
pt: Janela

source: Place windows in walls.
cn: 放置在墙壁的窗口。
de: Fenster in der Mauer positionieren.
fr: Placez fenêtres dans les murs.
pt: Coloque janelas em paredes.

source: Height
cn: 窗楣
de: Höhe
fr: Hauteur
pt: Altura

source: Sashes
cn: 窗档
de: Flügel
fr: Jupettes
pt: Folhas

source: Sill
cn: 窗腰
de: Fensterbank
fr: Alféizar
pt: Peitoril

source: Place window
cn: 放置窗
de: Fenster positionieren
fr: Placez la fenêtre
pt: Coloque a janela

source: values or distance
cn: 输入距离值
de: Werte oder Messung
fr: des valeurs ou de la distance
pt: valores ou a distância

source: Cen./End
cn: 中心点/终点
fr: Cen./fin
pt: Cen./Ext.

source: End
cn: 终点
de: Ende
fr: Fin
pt: Extremo

# Shitf
source: Shift
cn: Shift键
fr: Shitf
pt: Maiús.

source: Max.
cn: 最大值

source: Cabinet
cn: 柜体
de: Wanschrank
fr: Armoire
pt: Closet

source: Place cabinets in walls.
cn: 放置在墙壁柜。
de: Wandschränke in der Mauer positionieren.
fr: Placez les armoires dans les murs.
pt: Coloque armários em paredes.

source: Threshold
cn: 阀值
de: Schwelle
fr: Seuil
pt: Soleira

source: Fill
cn: 填充
de: Max.Länge
fr: Long.Max.
pt: Preencher

source: Place cabinet
cn: 放置柜体
de: Wandschränke positionieren
fr: Placez le armoire
pt: Coloque armario

source: Enter a wall, or new dimension for doors
cn: 确定一面墙，或者输入门的尺寸
de: Geben sie Mauer, oder neue länge der Flügel an
fr: Entrez un mur, ou une nouvelle dimension pour les portes
pt: Indique uma parede, ou uma nova dimensão para as portas

source: Max. length
cn: 最大值.长度
de: máx.Länge
fr: Long. máx.
pt: Preencher

source: Stair
cn: 楼梯
de: Treppe
fr: Escalier
pt: Escada

source: Draw stairs from point to point or by path.
cn: 从点对点或通过路径的绘制楼梯。
de: Zeichne Treppe von Punkt zu Punkt oder ihren Lauf
fr: Dessinez escaliers de point à point ou par chemin.
pt: Desenhe escadas de um ponto para outro, ou pelo caminho.

source: Width
cn: 宽度
de: Breite
fr: Largeur
pt: Largura

source: Path
cn: 路径
de: Lauf
fr: Chemin
pt: Caminho

source: Dbl_Click for Path
cn: 双击确定路径
de: Dbl_Click für Verlauf
fr: Dbl_Click pour le chemin
pt: Dbl_Click para caminho

source: or specify width preceded by
cn: 或指定宽度前面
de: oder Breite angeben vorgegeben von
fr: ou spécifier la largeur précédée par
pt: ou indicar largura precedido por

source: Going
cn: 起跑方向
de: Treppenstufe
fr: Marche
pt: Piso

source: Rise
cn: 踏步
de: Treppenstufenhöhe
fr: Contremarche
pt: Espelho

# Slope
source: Slope (G+2R)
cn: 斜度 (G+2R)
de: Steigung (H+2T)
fr: Règle Confort (M+2C)
pt: Passo (P+2E)

source: Continuous dimension
cn: 连续尺寸
de: Durchgehende Masszahl
fr: Dimension continue
pt: Dimensão contínua

source: min.
cn: 最小值.

source: Enter start point, or minimun value
cn: 输入起点，或者最小值
de: Ausgangspunkt eingeben oder den minimal Wert
fr: Entrez le point de départ, ou la valeur de minimun
pt: Indicar o ponto de partida, ou o valor minimo

source: Enter end point, or minimun value
cn: 输入终点，或者最小值
de: Endpunkt eingeben oder den minimal Wert
fr: Entrez le point final, ou la valeur de minimun
pt: Indicar o ponto final ou o valor mínimo

source: Specify dimension line position
cn: 指定尺寸线位置
de: Positionieren Sie die Masslinie
fr: Préciser la position de la ligne de cote
pt: Indicar a posição da linha de dimensão

source: Minimun dimension
cn: 最小尺寸值
de: Minimalmass
fr: Dimension minimun
pt: Dimensão mínima

source: Print Dibac
cn: 打印Dibac
de: Dibac drucken
fr: IImprimer Dibac
pt: Imprimir Dibac

source: Convert to 3D
cn: 转换模型为三维
de: Umfunctionieren auf 3D
fr: Convertir en 3D
pt: Converter para 3D

source: Transforms the 2D model into a 3D model with height defined.
cn: 变换高度自定义的三维模型与二维模型。
de: Functionieren das 2D element in ein en 3D Element mit einer definierten Höhe.
fr: Transforme le modèle 2D à un modèle 3D avec une hauteur définie.
pt: Transforme modelo 2D em um modelo 3D com a altura definida.

source: Create group
cn: 建立群组
de: Gruppe bilden
fr: Créer un groupe
pt: Criar grupo

source: Continuous interior dimensions between two points.
de: Durchgehende innenmasszahlzwischen zwei Punkten.
fr: Dimensions intérieures continue entre deux points.
pt: Dimensões interiores contínuo entre dois pontos.
